{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "[unused0]": 5,
      "[unused1]": 6,
      "[unused2]": 7,
      "[unused3]": 8,
      "[unused4]": 9,
      "[unused5]": 10,
      "[unused6]": 11,
      "[unused7]": 12,
      "[unused8]": 13,
      "[unused9]": 14,
      " ": 15,
      "!": 16,
      "\"": 17,
      "#": 18,
      "$": 19,
      "%": 20,
      "&": 21,
      "'": 22,
      "(": 23,
      ")": 24,
      "*": 25,
      "+": 26,
      ",": 27,
      "-": 28,
      ".": 29,
      "/": 30,
      "0": 31,
      "1": 32,
      "2": 33,
      "3": 34,
      "4": 35,
      "5": 36,
      "6": 37,
      "7": 38,
      "8": 39,
      "9": 40,
      ":": 41,
      ";": 42,
      "<": 43,
      "=": 44,
      ">": 45,
      "?": 46,
      "@": 47,
      "A": 48,
      "B": 49,
      "C": 50,
      "D": 51,
      "E": 52,
      "F": 53,
      "G": 54,
      "H": 55,
      "I": 56,
      "J": 57,
      "K": 58,
      "L": 59,
      "M": 60,
      "N": 61,
      "O": 62,
      "P": 63,
      "Q": 64,
      "R": 65,
      "S": 66,
      "T": 67,
      "U": 68,
      "V": 69,
      "W": 70,
      "X": 71,
      "Y": 72,
      "Z": 73,
      "[": 74,
      "\\": 75,
      "]": 76,
      "^": 77,
      "_": 78,
      "`": 79,
      "a": 80,
      "b": 81,
      "c": 82,
      "d": 83,
      "e": 84,
      "f": 85,
      "g": 86,
      "h": 87,
      "i": 88,
      "j": 89,
      "k": 90,
      "l": 91,
      "m": 92,
      "n": 93,
      "o": 94,
      "p": 95,
      "q": 96,
      "r": 97,
      "s": 98,
      "t": 99,
      "u": 100,
      "v": 101,
      "w": 102,
      "x": 103,
      "y": 104,
      "z": 105,
      "{": 106,
      "|": 107,
      "}": 108,
      "~": 109,
      "¡": 110,
      "¢": 111,
      "£": 112,
      "¤": 113,
      "¥": 114,
      "¦": 115,
      "§": 116,
      "©": 117,
      "«": 118,
      "¬": 119,
      "®": 120,
      "°": 121,
      "±": 122,
      "¶": 123,
      "·": 124,
      "»": 125,
      "¿": 126,
      "Å": 127,
      "×": 128,
      "÷": 129,
      "ÿ": 130,
      "ħ": 131,
      "Γ": 132,
      "Δ": 133,
      "Θ": 134,
      "Λ": 135,
      "Ξ": 136,
      "Ο": 137,
      "Π": 138,
      "Σ": 139,
      "Φ": 140,
      "Ψ": 141,
      "Ω": 142,
      "α": 143,
      "β": 144,
      "γ": 145,
      "δ": 146,
      "ε": 147,
      "ζ": 148,
      "η": 149,
      "θ": 150,
      "ι": 151,
      "κ": 152,
      "λ": 153,
      "μ": 154,
      "ν": 155,
      "ξ": 156,
      "π": 157,
      "ρ": 158,
      "σ": 159,
      "τ": 160,
      "υ": 161,
      "φ": 162,
      "χ": 163,
      "ψ": 164,
      "ω": 165,
      "Д": 166,
      "Щ": 167,
      "д": 168,
      "з": 169,
      "щ": 170,
      "ъ": 171,
      "ё": 172,
      "א": 173,
      "ิ": 174,
      "ლ": 175,
      "‐": 176,
      "–": 177,
      "—": 178,
      "―": 179,
      "‖": 180,
      "‘": 181,
      "’": 182,
      "“": 183,
      "”": 184,
      "†": 185,
      "‡": 186,
      "•": 187,
      "‰": 188,
      "′": 189,
      "※": 190,
      "‿": 191,
      "⁂": 192,
      "⁑": 193,
      "€": 194,
      "℧": 195,
      "←": 196,
      "↑": 197,
      "→": 198,
      "↓": 199,
      "↔": 200,
      "↖": 201,
      "↗": 202,
      "↘": 203,
      "↙": 204,
      "⇄": 205,
      "⇒": 206,
      "⇔": 207,
      "⇦": 208,
      "⇧": 209,
      "⇨": 210,
      "⇩": 211,
      "∀": 212,
      "∂": 213,
      "∃": 214,
      "∅": 215,
      "∇": 216,
      "∈": 217,
      "∉": 218,
      "∋": 219,
      "−": 220,
      "∓": 221,
      "√": 222,
      "∝": 223,
      "∞": 224,
      "∟": 225,
      "∠": 226,
      "∥": 227,
      "∦": 228,
      "∧": 229,
      "∨": 230,
      "∩": 231,
      "∪": 232,
      "∫": 233,
      "∮": 234,
      "∴": 235,
      "∵": 236,
      "∽": 237,
      "≃": 238,
      "≅": 239,
      "≈": 240,
      "≒": 241,
      "≠": 242,
      "≡": 243,
      "≢": 244,
      "≦": 245,
      "≧": 246,
      "≪": 247,
      "≫": 248,
      "≶": 249,
      "≷": 250,
      "⊂": 251,
      "⊃": 252,
      "⊄": 253,
      "⊅": 254,
      "⊆": 255,
      "⊇": 256,
      "⊊": 257,
      "⊋": 258,
      "⊕": 259,
      "⊖": 260,
      "⊗": 261,
      "⊥": 262,
      "⊿": 263,
      "⋚": 264,
      "⋛": 265,
      "⌅": 266,
      "⌆": 267,
      "⌒": 268,
      "⌘": 269,
      "⎾": 270,
      "⎿": 271,
      "⏀": 272,
      "⏁": 273,
      "⏂": 274,
      "⏃": 275,
      "⏄": 276,
      "⏅": 277,
      "⏆": 278,
      "⏇": 279,
      "⏈": 280,
      "⏉": 281,
      "⏊": 282,
      "⏋": 283,
      "⏌": 284,
      "⏎": 285,
      "⓫": 286,
      "⓬": 287,
      "⓭": 288,
      "⓮": 289,
      "⓯": 290,
      "⓰": 291,
      "⓱": 292,
      "⓲": 293,
      "⓳": 294,
      "⓴": 295,
      "⓵": 296,
      "⓶": 297,
      "⓷": 298,
      "⓸": 299,
      "⓹": 300,
      "⓺": 301,
      "⓻": 302,
      "⓼": 303,
      "⓽": 304,
      "⓾": 305,
      "─": 306,
      "━": 307,
      "┌": 308,
      "┐": 309,
      "┘": 310,
      "├": 311,
      "╹": 312,
      "■": 313,
      "□": 314,
      "▱": 315,
      "▲": 316,
      "△": 317,
      "▶": 318,
      "▷": 319,
      "▼": 320,
      "▽": 321,
      "◀": 322,
      "◁": 323,
      "◆": 324,
      "◇": 325,
      "◉": 326,
      "○": 327,
      "◎": 328,
      "●": 329,
      "◐": 330,
      "◑": 331,
      "◒": 332,
      "◓": 333,
      "◡": 334,
      "◦": 335,
      "◯": 336,
      "☀": 337,
      "☁": 338,
      "☂": 339,
      "☃": 340,
      "★": 341,
      "☆": 342,
      "☎": 343,
      "☖": 344,
      "☗": 345,
      "☞": 346,
      "♀": 347,
      "♂": 348,
      "♠": 349,
      "♡": 350,
      "♢": 351,
      "♣": 352,
      "♤": 353,
      "♥": 354,
      "♦": 355,
      "♧": 356,
      "♨": 357,
      "♩": 358,
      "♪": 359,
      "♫": 360,
      "♬": 361,
      "♭": 362,
      "♮": 363,
      "♯": 364,
      "✓": 365,
      "❖": 366,
      "❶": 367,
      "❷": 368,
      "❸": 369,
      "❹": 370,
      "❺": 371,
      "❻": 372,
      "❼": 373,
      "❽": 374,
      "❾": 375,
      "❿": 376,
      "⤴": 377,
      "⤵": 378,
      "⦅": 379,
      "⦆": 380,
      "⦿": 381,
      "⧺": 382,
      "⧻": 383,
      "、": 384,
      "。": 385,
      "〃": 386,
      "〄": 387,
      "々": 388,
      "〆": 389,
      "〇": 390,
      "〈": 391,
      "〉": 392,
      "《": 393,
      "》": 394,
      "「": 395,
      "」": 396,
      "『": 397,
      "』": 398,
      "【": 399,
      "】": 400,
      "〒": 401,
      "〓": 402,
      "〔": 403,
      "〕": 404,
      "〖": 405,
      "〗": 406,
      "〘": 407,
      "〙": 408,
      "〜": 409,
      "〝": 410,
      "〟": 411,
      "〠": 412,
      "〳": 413,
      "〴": 414,
      "〵": 415,
      "〻": 416,
      "〼": 417,
      "〽": 418,
      "ぁ": 419,
      "あ": 420,
      "ぃ": 421,
      "い": 422,
      "ぅ": 423,
      "う": 424,
      "ぇ": 425,
      "え": 426,
      "ぉ": 427,
      "お": 428,
      "か": 429,
      "が": 430,
      "き": 431,
      "ぎ": 432,
      "く": 433,
      "ぐ": 434,
      "け": 435,
      "げ": 436,
      "こ": 437,
      "ご": 438,
      "さ": 439,
      "ざ": 440,
      "し": 441,
      "じ": 442,
      "す": 443,
      "ず": 444,
      "せ": 445,
      "ぜ": 446,
      "そ": 447,
      "ぞ": 448,
      "た": 449,
      "だ": 450,
      "ち": 451,
      "ぢ": 452,
      "っ": 453,
      "つ": 454,
      "づ": 455,
      "て": 456,
      "で": 457,
      "と": 458,
      "ど": 459,
      "な": 460,
      "に": 461,
      "ぬ": 462,
      "ね": 463,
      "の": 464,
      "は": 465,
      "ば": 466,
      "ぱ": 467,
      "ひ": 468,
      "び": 469,
      "ぴ": 470,
      "ふ": 471,
      "ぶ": 472,
      "ぷ": 473,
      "へ": 474,
      "べ": 475,
      "ぺ": 476,
      "ほ": 477,
      "ぼ": 478,
      "ぽ": 479,
      "ま": 480,
      "み": 481,
      "む": 482,
      "め": 483,
      "も": 484,
      "ゃ": 485,
      "や": 486,
      "ゅ": 487,
      "ゆ": 488,
      "ょ": 489,
      "よ": 490,
      "ら": 491,
      "り": 492,
      "る": 493,
      "れ": 494,
      "ろ": 495,
      "ゎ": 496,
      "わ": 497,
      "ゐ": 498,
      "ゑ": 499,
      "を": 500,
      "ん": 501,
      "ゝ": 502,
      "ゞ": 503,
      "゠": 504,
      "ァ": 505,
      "ア": 506,
      "ィ": 507,
      "イ": 508,
      "ゥ": 509,
      "ウ": 510,
      "ェ": 511,
      "エ": 512,
      "ォ": 513,
      "オ": 514,
      "カ": 515,
      "ガ": 516,
      "キ": 517,
      "ギ": 518,
      "ク": 519,
      "グ": 520,
      "ケ": 521,
      "ゲ": 522,
      "コ": 523,
      "ゴ": 524,
      "サ": 525,
      "ザ": 526,
      "シ": 527,
      "ジ": 528,
      "ス": 529,
      "ズ": 530,
      "セ": 531,
      "ゼ": 532,
      "ソ": 533,
      "ゾ": 534,
      "タ": 535,
      "ダ": 536,
      "チ": 537,
      "ヂ": 538,
      "ッ": 539,
      "ツ": 540,
      "ヅ": 541,
      "テ": 542,
      "デ": 543,
      "ト": 544,
      "ド": 545,
      "ナ": 546,
      "ニ": 547,
      "ヌ": 548,
      "ネ": 549,
      "ノ": 550,
      "ハ": 551,
      "バ": 552,
      "パ": 553,
      "ヒ": 554,
      "ビ": 555,
      "ピ": 556,
      "フ": 557,
      "ブ": 558,
      "プ": 559,
      "ヘ": 560,
      "ベ": 561,
      "ペ": 562,
      "ホ": 563,
      "ボ": 564,
      "ポ": 565,
      "マ": 566,
      "ミ": 567,
      "ム": 568,
      "メ": 569,
      "モ": 570,
      "ャ": 571,
      "ヤ": 572,
      "ュ": 573,
      "ユ": 574,
      "ョ": 575,
      "ヨ": 576,
      "ラ": 577,
      "リ": 578,
      "ル": 579,
      "レ": 580,
      "ロ": 581,
      "ヮ": 582,
      "ワ": 583,
      "ヰ": 584,
      "ヱ": 585,
      "ヲ": 586,
      "ン": 587,
      "ヴ": 588,
      "ヵ": 589,
      "ヶ": 590,
      "ヷ": 591,
      "ヸ": 592,
      "・": 593,
      "ー": 594,
      "ヽ": 595,
      "ヾ": 596,
      "ㇲ": 597,
      "ㇻ": 598,
      "㓛": 599,
      "㮶": 600,
      "一": 601,
      "丁": 602,
      "丂": 603,
      "七": 604,
      "万": 605,
      "丈": 606,
      "三": 607,
      "上": 608,
      "下": 609,
      "不": 610,
      "与": 611,
      "丐": 612,
      "丑": 613,
      "且": 614,
      "丕": 615,
      "世": 616,
      "丘": 617,
      "丙": 618,
      "丞": 619,
      "両": 620,
      "並": 621,
      "个": 622,
      "中": 623,
      "丰": 624,
      "串": 625,
      "丸": 626,
      "丹": 627,
      "主": 628,
      "丼": 629,
      "丿": 630,
      "乂": 631,
      "乃": 632,
      "久": 633,
      "之": 634,
      "乍": 635,
      "乎": 636,
      "乏": 637,
      "乕": 638,
      "乖": 639,
      "乗": 640,
      "乘": 641,
      "乙": 642,
      "九": 643,
      "乞": 644,
      "也": 645,
      "乢": 646,
      "乱": 647,
      "乳": 648,
      "乾": 649,
      "亀": 650,
      "亂": 651,
      "了": 652,
      "予": 653,
      "争": 654,
      "事": 655,
      "二": 656,
      "于": 657,
      "云": 658,
      "互": 659,
      "五": 660,
      "井": 661,
      "亘": 662,
      "亙": 663,
      "些": 664,
      "亜": 665,
      "亞": 666,
      "亟": 667,
      "亡": 668,
      "亢": 669,
      "交": 670,
      "亥": 671,
      "亦": 672,
      "亨": 673,
      "享": 674,
      "京": 675,
      "亭": 676,
      "亮": 677,
      "亳": 678,
      "亶": 679,
      "人": 680,
      "亻": 681,
      "什": 682,
      "仁": 683,
      "仄": 684,
      "仆": 685,
      "仇": 686,
      "今": 687,
      "介": 688,
      "仍": 689,
      "从": 690,
      "仏": 691,
      "仔": 692,
      "仕": 693,
      "他": 694,
      "仗": 695,
      "付": 696,
      "仙": 697,
      "仝": 698,
      "仞": 699,
      "代": 700,
      "令": 701,
      "以": 702,
      "仭": 703,
      "仮": 704,
      "仰": 705,
      "仲": 706,
      "仵": 707,
      "件": 708,
      "价": 709,
      "任": 710,
      "份": 711,
      "仿": 712,
      "企": 713,
      "伉": 714,
      "伊": 715,
      "伋": 716,
      "伍": 717,
      "伎": 718,
      "伏": 719,
      "伐": 720,
      "休": 721,
      "会": 722,
      "伜": 723,
      "伝": 724,
      "伯": 725,
      "估": 726,
      "伴": 727,
      "伶": 728,
      "伸": 729,
      "伺": 730,
      "似": 731,
      "伽": 732,
      "佃": 733,
      "但": 734,
      "佇": 735,
      "位": 736,
      "低": 737,
      "住": 738,
      "佐": 739,
      "佑": 740,
      "体": 741,
      "何": 742,
      "佗": 743,
      "余": 744,
      "佚": 745,
      "佛": 746,
      "作": 747,
      "佝": 748,
      "佞": 749,
      "佟": 750,
      "佤": 751,
      "佩": 752,
      "佯": 753,
      "佳": 754,
      "併": 755,
      "佶": 756,
      "佻": 757,
      "佼": 758,
      "使": 759,
      "侃": 760,
      "來": 761,
      "侈": 762,
      "例": 763,
      "侍": 764,
      "侏": 765,
      "侑": 766,
      "侖": 767,
      "侗": 768,
      "侘": 769,
      "供": 770,
      "依": 771,
      "侠": 772,
      "価": 773,
      "侫": 774,
      "侭": 775,
      "侮": 776,
      "侯": 777,
      "侵": 778,
      "侶": 779,
      "便": 780,
      "係": 781,
      "促": 782,
      "俄": 783,
      "俅": 784,
      "俊": 785,
      "俎": 786,
      "俐": 787,
      "俑": 788,
      "俔": 789,
      "俗": 790,
      "俘": 791,
      "俚": 792,
      "俛": 793,
      "保": 794,
      "俟": 795,
      "俠": 796,
      "信": 797,
      "俣": 798,
      "俤": 799,
      "俥": 800,
      "修": 801,
      "俯": 802,
      "俱": 803,
      "俳": 804,
      "俵": 805,
      "俶": 806,
      "俸": 807,
      "俺": 808,
      "俾": 809,
      "倂": 810,
      "倅": 811,
      "倆": 812,
      "倉": 813,
      "個": 814,
      "倍": 815,
      "倏": 816,
      "們": 817,
      "倒": 818,
      "倔": 819,
      "倖": 820,
      "候": 821,
      "倚": 822,
      "借": 823,
      "倣": 824,
      "値": 825,
      "倥": 826,
      "倦": 827,
      "倨": 828,
      "倩": 829,
      "倪": 830,
      "倫": 831,
      "倭": 832,
      "倶": 833,
      "倹": 834,
      "倻": 835,
      "偃": 836,
      "假": 837,
      "偈": 838,
      "偉": 839,
      "偏": 840,
      "偐": 841,
      "偕": 842,
      "偖": 843,
      "做": 844,
      "停": 845,
      "健": 846,
      "偬": 847,
      "偲": 848,
      "側": 849,
      "偵": 850,
      "偶": 851,
      "偸": 852,
      "偽": 853,
      "傀": 854,
      "傅": 855,
      "傍": 856,
      "傑": 857,
      "傕": 858,
      "傘": 859,
      "備": 860,
      "傚": 861,
      "傪": 862,
      "催": 863,
      "傭": 864,
      "傲": 865,
      "傳": 866,
      "傴": 867,
      "債": 868,
      "傷": 869,
      "傾": 870,
      "僂": 871,
      "僅": 872,
      "僉": 873,
      "僊": 874,
      "働": 875,
      "像": 876,
      "僑": 877,
      "僔": 878,
      "僕": 879,
      "僖": 880,
      "僚": 881,
      "僞": 882,
      "僣": 883,
      "僥": 884,
      "僧": 885,
      "僭": 886,
      "僮": 887,
      "價": 888,
      "僻": 889,
      "儀": 890,
      "儁": 891,
      "儂": 892,
      "億": 893,
      "儉": 894,
      "儋": 895,
      "儒": 896,
      "儔": 897,
      "儕": 898,
      "儘": 899,
      "儚": 900,
      "儛": 901,
      "儞": 902,
      "償": 903,
      "儡": 904,
      "優": 905,
      "儲": 906,
      "儷": 907,
      "儺": 908,
      "儻": 909,
      "儼": 910,
      "兀": 911,
      "允": 912,
      "元": 913,
      "兄": 914,
      "充": 915,
      "兆": 916,
      "兇": 917,
      "先": 918,
      "光": 919,
      "兊": 920,
      "克": 921,
      "兌": 922,
      "免": 923,
      "兎": 924,
      "児": 925,
      "兒": 926,
      "兔": 927,
      "兕": 928,
      "兗": 929,
      "党": 930,
      "兜": 931,
      "兢": 932,
      "入": 933,
      "內": 934,
      "全": 935,
      "兩": 936,
      "兪": 937,
      "八": 938,
      "公": 939,
      "六": 940,
      "兮": 941,
      "共": 942,
      "兵": 943,
      "其": 944,
      "具": 945,
      "典": 946,
      "兼": 947,
      "冀": 948,
      "内": 949,
      "円": 950,
      "冉": 951,
      "冊": 952,
      "册": 953,
      "再": 954,
      "冐": 955,
      "冑": 956,
      "冒": 957,
      "冕": 958,
      "冗": 959,
      "写": 960,
      "冠": 961,
      "冢": 962,
      "冤": 963,
      "冥": 964,
      "冦": 965,
      "冨": 966,
      "冩": 967,
      "冪": 968,
      "冬": 969,
      "冰": 970,
      "冱": 971,
      "冲": 972,
      "决": 973,
      "冴": 974,
      "况": 975,
      "冶": 976,
      "冷": 977,
      "冼": 978,
      "冽": 979,
      "凄": 980,
      "准": 981,
      "凉": 982,
      "凋": 983,
      "凌": 984,
      "凍": 985,
      "凖": 986,
      "凛": 987,
      "凜": 988,
      "凝": 989,
      "凞": 990,
      "几": 991,
      "凡": 992,
      "処": 993,
      "凧": 994,
      "凩": 995,
      "凪": 996,
      "凭": 997,
      "凮": 998,
      "凰": 999,
      "凱": 1000,
      "凶": 1001,
      "凸": 1002,
      "凹": 1003,
      "出": 1004,
      "函": 1005,
      "凾": 1006,
      "刀": 1007,
      "刃": 1008,
      "刄": 1009,
      "分": 1010,
      "切": 1011,
      "刈": 1012,
      "刊": 1013,
      "刋": 1014,
      "刎": 1015,
      "刑": 1016,
      "刕": 1017,
      "列": 1018,
      "初": 1019,
      "判": 1020,
      "別": 1021,
      "利": 1022,
      "刪": 1023,
      "刮": 1024,
      "到": 1025,
      "刳": 1026,
      "制": 1027,
      "刷": 1028,
      "券": 1029,
      "刹": 1030,
      "刺": 1031,
      "刻": 1032,
      "剃": 1033,
      "剄": 1034,
      "則": 1035,
      "削": 1036,
      "剋": 1037,
      "剌": 1038,
      "前": 1039,
      "剔": 1040,
      "剖": 1041,
      "剛": 1042,
      "剝": 1043,
      "剣": 1044,
      "剤": 1045,
      "剥": 1046,
      "剪": 1047,
      "副": 1048,
      "剰": 1049,
      "剱": 1050,
      "割": 1051,
      "剴": 1052,
      "創": 1053,
      "剽": 1054,
      "剿": 1055,
      "劃": 1056,
      "劇": 1057,
      "劈": 1058,
      "劉": 1059,
      "劍": 1060,
      "劒": 1061,
      "劔": 1062,
      "力": 1063,
      "功": 1064,
      "加": 1065,
      "劣": 1066,
      "助": 1067,
      "努": 1068,
      "劫": 1069,
      "劬": 1070,
      "劭": 1071,
      "励": 1072,
      "労": 1073,
      "効": 1074,
      "劻": 1075,
      "劾": 1076,
      "勁": 1077,
      "勃": 1078,
      "勅": 1079,
      "勇": 1080,
      "勉": 1081,
      "勒": 1082,
      "動": 1083,
      "勘": 1084,
      "務": 1085,
      "勛": 1086,
      "勝": 1087,
      "勞": 1088,
      "募": 1089,
      "勢": 1090,
      "勣": 1091,
      "勤": 1092,
      "勧": 1093,
      "勰": 1094,
      "勲": 1095,
      "勳": 1096,
      "勵": 1097,
      "勸": 1098,
      "勺": 1099,
      "勾": 1100,
      "勿": 1101,
      "匀": 1102,
      "匁": 1103,
      "匂": 1104,
      "包": 1105,
      "匆": 1106,
      "匈": 1107,
      "匍": 1108,
      "匏": 1109,
      "匐": 1110,
      "匕": 1111,
      "化": 1112,
      "北": 1113,
      "匙": 1114,
      "匝": 1115,
      "匠": 1116,
      "匡": 1117,
      "匣": 1118,
      "匪": 1119,
      "匯": 1120,
      "匱": 1121,
      "匹": 1122,
      "区": 1123,
      "医": 1124,
      "匾": 1125,
      "匿": 1126,
      "區": 1127,
      "十": 1128,
      "千": 1129,
      "卅": 1130,
      "卆": 1131,
      "升": 1132,
      "午": 1133,
      "卉": 1134,
      "半": 1135,
      "卍": 1136,
      "卑": 1137,
      "卒": 1138,
      "卓": 1139,
      "協": 1140,
      "南": 1141,
      "単": 1142,
      "博": 1143,
      "卜": 1144,
      "卞": 1145,
      "占": 1146,
      "卣": 1147,
      "卦": 1148,
      "卩": 1149,
      "卮": 1150,
      "卯": 1151,
      "印": 1152,
      "危": 1153,
      "即": 1154,
      "却": 1155,
      "卵": 1156,
      "卷": 1157,
      "卸": 1158,
      "卻": 1159,
      "卽": 1160,
      "卿": 1161,
      "厄": 1162,
      "厓": 1163,
      "厖": 1164,
      "厘": 1165,
      "厚": 1166,
      "原": 1167,
      "厠": 1168,
      "厥": 1169,
      "厦": 1170,
      "厨": 1171,
      "厩": 1172,
      "厭": 1173,
      "厰": 1174,
      "厲": 1175,
      "厳": 1176,
      "厷": 1177,
      "去": 1178,
      "参": 1179,
      "參": 1180,
      "又": 1181,
      "叉": 1182,
      "及": 1183,
      "友": 1184,
      "双": 1185,
      "反": 1186,
      "収": 1187,
      "叔": 1188,
      "取": 1189,
      "受": 1190,
      "叙": 1191,
      "叛": 1192,
      "叟": 1193,
      "叡": 1194,
      "叢": 1195,
      "口": 1196,
      "古": 1197,
      "句": 1198,
      "叩": 1199,
      "只": 1200,
      "叫": 1201,
      "召": 1202,
      "叭": 1203,
      "叮": 1204,
      "可": 1205,
      "台": 1206,
      "叱": 1207,
      "史": 1208,
      "右": 1209,
      "叶": 1210,
      "号": 1211,
      "司": 1212,
      "叺": 1213,
      "吁": 1214,
      "吃": 1215,
      "各": 1216,
      "合": 1217,
      "吉": 1218,
      "吊": 1219,
      "同": 1220,
      "名": 1221,
      "后": 1222,
      "吏": 1223,
      "吐": 1224,
      "向": 1225,
      "君": 1226,
      "吝": 1227,
      "吞": 1228,
      "吟": 1229,
      "吠": 1230,
      "否": 1231,
      "吩": 1232,
      "含": 1233,
      "听": 1234,
      "吶": 1235,
      "吸": 1236,
      "吹": 1237,
      "吻": 1238,
      "吼": 1239,
      "吽": 1240,
      "吾": 1241,
      "呀": 1242,
      "呂": 1243,
      "呆": 1244,
      "呈": 1245,
      "呉": 1246,
      "告": 1247,
      "呍": 1248,
      "呑": 1249,
      "呕": 1250,
      "呟": 1251,
      "周": 1252,
      "呪": 1253,
      "呰": 1254,
      "呱": 1255,
      "味": 1256,
      "呵": 1257,
      "呶": 1258,
      "呷": 1259,
      "呻": 1260,
      "呼": 1261,
      "命": 1262,
      "咀": 1263,
      "咄": 1264,
      "咆": 1265,
      "咈": 1266,
      "咋": 1267,
      "和": 1268,
      "咎": 1269,
      "咏": 1270,
      "咐": 1271,
      "咒": 1272,
      "咜": 1273,
      "咤": 1274,
      "咥": 1275,
      "咨": 1276,
      "咩": 1277,
      "咫": 1278,
      "咬": 1279,
      "咯": 1280,
      "咲": 1281,
      "咳": 1282,
      "咸": 1283,
      "咽": 1284,
      "哀": 1285,
      "品": 1286,
      "哄": 1287,
      "哆": 1288,
      "哇": 1289,
      "哈": 1290,
      "哉": 1291,
      "員": 1292,
      "哥": 1293,
      "哨": 1294,
      "哭": 1295,
      "哮": 1296,
      "哲": 1297,
      "哺": 1298,
      "哿": 1299,
      "唄": 1300,
      "唆": 1301,
      "唇": 1302,
      "唎": 1303,
      "唐": 1304,
      "唔": 1305,
      "唖": 1306,
      "售": 1307,
      "唯": 1308,
      "唱": 1309,
      "唳": 1310,
      "唸": 1311,
      "唹": 1312,
      "唼": 1313,
      "唾": 1314,
      "啀": 1315,
      "啄": 1316,
      "商": 1317,
      "問": 1318,
      "啐": 1319,
      "啓": 1320,
      "啖": 1321,
      "啜": 1322,
      "啞": 1323,
      "啣": 1324,
      "啻": 1325,
      "啼": 1326,
      "啾": 1327,
      "喀": 1328,
      "喃": 1329,
      "善": 1330,
      "喆": 1331,
      "喇": 1332,
      "喉": 1333,
      "喊": 1334,
      "喋": 1335,
      "喎": 1336,
      "喘": 1337,
      "喙": 1338,
      "喚": 1339,
      "喜": 1340,
      "喝": 1341,
      "喟": 1342,
      "喧": 1343,
      "喨": 1344,
      "喩": 1345,
      "喪": 1346,
      "喫": 1347,
      "喬": 1348,
      "單": 1349,
      "喰": 1350,
      "営": 1351,
      "嗄": 1352,
      "嗅": 1353,
      "嗇": 1354,
      "嗔": 1355,
      "嗚": 1356,
      "嗜": 1357,
      "嗟": 1358,
      "嗣": 1359,
      "嗤": 1360,
      "嗷": 1361,
      "嗽": 1362,
      "嗾": 1363,
      "嘆": 1364,
      "嘉": 1365,
      "嘎": 1366,
      "嘔": 1367,
      "嘖": 1368,
      "嘗": 1369,
      "嘘": 1370,
      "嘩": 1371,
      "嘯": 1372,
      "嘱": 1373,
      "嘲": 1374,
      "嘴": 1375,
      "嘶": 1376,
      "嘸": 1377,
      "噂": 1378,
      "噉": 1379,
      "噌": 1380,
      "噎": 1381,
      "噓": 1382,
      "噛": 1383,
      "噤": 1384,
      "噦": 1385,
      "器": 1386,
      "噪": 1387,
      "噫": 1388,
      "噬": 1389,
      "噯": 1390,
      "噲": 1391,
      "噴": 1392,
      "噶": 1393,
      "噸": 1394,
      "噺": 1395,
      "嚀": 1396,
      "嚆": 1397,
      "嚇": 1398,
      "嚊": 1399,
      "嚏": 1400,
      "嚔": 1401,
      "嚙": 1402,
      "嚠": 1403,
      "嚢": 1404,
      "嚥": 1405,
      "嚭": 1406,
      "嚮": 1407,
      "嚴": 1408,
      "嚶": 1409,
      "嚼": 1410,
      "囀": 1411,
      "囁": 1412,
      "囂": 1413,
      "囃": 1414,
      "囈": 1415,
      "囊": 1416,
      "囎": 1417,
      "囓": 1418,
      "囗": 1419,
      "囘": 1420,
      "囚": 1421,
      "四": 1422,
      "回": 1423,
      "因": 1424,
      "団": 1425,
      "囮": 1426,
      "困": 1427,
      "囲": 1428,
      "図": 1429,
      "囹": 1430,
      "固": 1431,
      "国": 1432,
      "囿": 1433,
      "圀": 1434,
      "圃": 1435,
      "圄": 1436,
      "國": 1437,
      "圍": 1438,
      "圏": 1439,
      "園": 1440,
      "圓": 1441,
      "圖": 1442,
      "團": 1443,
      "圜": 1444,
      "土": 1445,
      "圦": 1446,
      "圧": 1447,
      "在": 1448,
      "圭": 1449,
      "地": 1450,
      "圳": 1451,
      "圷": 1452,
      "圻": 1453,
      "址": 1454,
      "坂": 1455,
      "均": 1456,
      "坊": 1457,
      "坍": 1458,
      "坎": 1459,
      "坏": 1460,
      "坐": 1461,
      "坑": 1462,
      "坡": 1463,
      "坤": 1464,
      "坦": 1465,
      "坨": 1466,
      "坩": 1467,
      "坪": 1468,
      "垂": 1469,
      "垈": 1470,
      "型": 1471,
      "垓": 1472,
      "垜": 1473,
      "垠": 1474,
      "垢": 1475,
      "垣": 1476,
      "垰": 1477,
      "垸": 1478,
      "埃": 1479,
      "埋": 1480,
      "城": 1481,
      "埒": 1482,
      "埓": 1483,
      "埔": 1484,
      "埜": 1485,
      "域": 1486,
      "埠": 1487,
      "埣": 1488,
      "埤": 1489,
      "埴": 1490,
      "埵": 1491,
      "執": 1492,
      "培": 1493,
      "基": 1494,
      "埼": 1495,
      "堀": 1496,
      "堂": 1497,
      "堅": 1498,
      "堆": 1499,
      "堊": 1500,
      "堕": 1501,
      "堙": 1502,
      "堝": 1503,
      "堡": 1504,
      "堤": 1505,
      "堪": 1506,
      "堯": 1507,
      "堰": 1508,
      "報": 1509,
      "場": 1510,
      "堵": 1511,
      "堺": 1512,
      "塀": 1513,
      "塁": 1514,
      "塊": 1515,
      "塋": 1516,
      "塌": 1517,
      "塑": 1518,
      "塒": 1519,
      "塔": 1520,
      "塗": 1521,
      "塘": 1522,
      "塙": 1523,
      "塚": 1524,
      "塞": 1525,
      "塡": 1526,
      "塢": 1527,
      "塩": 1528,
      "填": 1529,
      "塰": 1530,
      "塲": 1531,
      "塵": 1532,
      "塹": 1533,
      "塼": 1534,
      "塾": 1535,
      "境": 1536,
      "墅": 1537,
      "墉": 1538,
      "墓": 1539,
      "増": 1540,
      "墜": 1541,
      "增": 1542,
      "墟": 1543,
      "墨": 1544,
      "墳": 1545,
      "墺": 1546,
      "墻": 1547,
      "墾": 1548,
      "壁": 1549,
      "壅": 1550,
      "壇": 1551,
      "壊": 1552,
      "壌": 1553,
      "壑": 1554,
      "壒": 1555,
      "壓": 1556,
      "壕": 1557,
      "壘": 1558,
      "壙": 1559,
      "壜": 1560,
      "壟": 1561,
      "壤": 1562,
      "士": 1563,
      "壬": 1564,
      "壮": 1565,
      "壯": 1566,
      "声": 1567,
      "壱": 1568,
      "売": 1569,
      "壷": 1570,
      "壹": 1571,
      "壺": 1572,
      "壻": 1573,
      "壼": 1574,
      "壽": 1575,
      "変": 1576,
      "夋": 1577,
      "夏": 1578,
      "夔": 1579,
      "夕": 1580,
      "外": 1581,
      "夙": 1582,
      "多": 1583,
      "夛": 1584,
      "夜": 1585,
      "夢": 1586,
      "夥": 1587,
      "大": 1588,
      "天": 1589,
      "太": 1590,
      "夫": 1591,
      "夬": 1592,
      "夭": 1593,
      "央": 1594,
      "失": 1595,
      "夷": 1596,
      "夾": 1597,
      "奄": 1598,
      "奇": 1599,
      "奈": 1600,
      "奉": 1601,
      "奎": 1602,
      "奏": 1603,
      "契": 1604,
      "奔": 1605,
      "奕": 1606,
      "套": 1607,
      "奘": 1608,
      "奚": 1609,
      "奝": 1610,
      "奠": 1611,
      "奢": 1612,
      "奥": 1613,
      "奧": 1614,
      "奨": 1615,
      "奪": 1616,
      "奬": 1617,
      "奭": 1618,
      "奮": 1619,
      "女": 1620,
      "奴": 1621,
      "奶": 1622,
      "奸": 1623,
      "好": 1624,
      "妁": 1625,
      "如": 1626,
      "妃": 1627,
      "妄": 1628,
      "妊": 1629,
      "妍": 1630,
      "妓": 1631,
      "妖": 1632,
      "妙": 1633,
      "妣": 1634,
      "妥": 1635,
      "妨": 1636,
      "妬": 1637,
      "妲": 1638,
      "妹": 1639,
      "妺": 1640,
      "妻": 1641,
      "妾": 1642,
      "姆": 1643,
      "姉": 1644,
      "始": 1645,
      "姐": 1646,
      "姑": 1647,
      "姒": 1648,
      "姓": 1649,
      "委": 1650,
      "姙": 1651,
      "姚": 1652,
      "姜": 1653,
      "姣": 1654,
      "姥": 1655,
      "姦": 1656,
      "姧": 1657,
      "姨": 1658,
      "姪": 1659,
      "姫": 1660,
      "姶": 1661,
      "姸": 1662,
      "姻": 1663,
      "姿": 1664,
      "威": 1665,
      "娃": 1666,
      "娍": 1667,
      "娑": 1668,
      "娘": 1669,
      "娜": 1670,
      "娟": 1671,
      "娠": 1672,
      "娥": 1673,
      "娩": 1674,
      "娯": 1675,
      "娵": 1676,
      "娶": 1677,
      "娼": 1678,
      "婀": 1679,
      "婁": 1680,
      "婆": 1681,
      "婉": 1682,
      "婚": 1683,
      "婢": 1684,
      "婣": 1685,
      "婦": 1686,
      "婪": 1687,
      "婬": 1688,
      "婿": 1689,
      "媄": 1690,
      "媒": 1691,
      "媚": 1692,
      "媛": 1693,
      "媧": 1694,
      "媳": 1695,
      "媼": 1696,
      "媽": 1697,
      "媾": 1698,
      "嫁": 1699,
      "嫂": 1700,
      "嫄": 1701,
      "嫉": 1702,
      "嫋": 1703,
      "嫌": 1704,
      "嫐": 1705,
      "嫖": 1706,
      "嫗": 1707,
      "嫡": 1708,
      "嫣": 1709,
      "嫦": 1710,
      "嫩": 1711,
      "嫵": 1712,
      "嫺": 1713,
      "嬉": 1714,
      "嬋": 1715,
      "嬌": 1716,
      "嬖": 1717,
      "嬢": 1718,
      "嬥": 1719,
      "嬪": 1720,
      "嬬": 1721,
      "嬰": 1722,
      "嬲": 1723,
      "嬴": 1724,
      "嬶": 1725,
      "孀": 1726,
      "孁": 1727,
      "孃": 1728,
      "孅": 1729,
      "孌": 1730,
      "子": 1731,
      "孑": 1732,
      "孔": 1733,
      "孕": 1734,
      "字": 1735,
      "存": 1736,
      "孚": 1737,
      "孛": 1738,
      "孜": 1739,
      "孝": 1740,
      "孟": 1741,
      "季": 1742,
      "孤": 1743,
      "学": 1744,
      "孩": 1745,
      "孫": 1746,
      "孰": 1747,
      "孵": 1748,
      "學": 1749,
      "孺": 1750,
      "孽": 1751,
      "宀": 1752,
      "宅": 1753,
      "宇": 1754,
      "守": 1755,
      "安": 1756,
      "宋": 1757,
      "完": 1758,
      "宍": 1759,
      "宏": 1760,
      "宓": 1761,
      "宕": 1762,
      "宗": 1763,
      "官": 1764,
      "宙": 1765,
      "定": 1766,
      "宛": 1767,
      "宜": 1768,
      "宝": 1769,
      "実": 1770,
      "客": 1771,
      "宣": 1772,
      "室": 1773,
      "宥": 1774,
      "宦": 1775,
      "宮": 1776,
      "宰": 1777,
      "害": 1778,
      "宴": 1779,
      "宵": 1780,
      "家": 1781,
      "宸": 1782,
      "容": 1783,
      "宿": 1784,
      "寂": 1785,
      "寃": 1786,
      "寄": 1787,
      "寅": 1788,
      "密": 1789,
      "寇": 1790,
      "富": 1791,
      "寐": 1792,
      "寒": 1793,
      "寓": 1794,
      "寔": 1795,
      "寛": 1796,
      "寝": 1797,
      "寞": 1798,
      "察": 1799,
      "寡": 1800,
      "寢": 1801,
      "寤": 1802,
      "寥": 1803,
      "實": 1804,
      "寧": 1805,
      "寨": 1806,
      "審": 1807,
      "寫": 1808,
      "寮": 1809,
      "寰": 1810,
      "寳": 1811,
      "寵": 1812,
      "寶": 1813,
      "寸": 1814,
      "寺": 1815,
      "対": 1816,
      "寿": 1817,
      "封": 1818,
      "専": 1819,
      "射": 1820,
      "将": 1821,
      "將": 1822,
      "專": 1823,
      "尉": 1824,
      "尊": 1825,
      "尋": 1826,
      "對": 1827,
      "導": 1828,
      "小": 1829,
      "少": 1830,
      "尓": 1831,
      "尖": 1832,
      "尚": 1833,
      "尠": 1834,
      "尤": 1835,
      "尨": 1836,
      "尩": 1837,
      "尫": 1838,
      "尭": 1839,
      "就": 1840,
      "尸": 1841,
      "尹": 1842,
      "尺": 1843,
      "尻": 1844,
      "尼": 1845,
      "尽": 1846,
      "尾": 1847,
      "尿": 1848,
      "局": 1849,
      "屁": 1850,
      "居": 1851,
      "屈": 1852,
      "届": 1853,
      "屋": 1854,
      "屍": 1855,
      "屎": 1856,
      "屏": 1857,
      "屐": 1858,
      "屑": 1859,
      "屓": 1860,
      "展": 1861,
      "屛": 1862,
      "属": 1863,
      "屠": 1864,
      "屡": 1865,
      "屢": 1866,
      "層": 1867,
      "履": 1868,
      "屬": 1869,
      "屮": 1870,
      "屯": 1871,
      "山": 1872,
      "屹": 1873,
      "岌": 1874,
      "岐": 1875,
      "岑": 1876,
      "岡": 1877,
      "岨": 1878,
      "岩": 1879,
      "岫": 1880,
      "岬": 1881,
      "岱": 1882,
      "岳": 1883,
      "岷": 1884,
      "岸": 1885,
      "岺": 1886,
      "岻": 1887,
      "峅": 1888,
      "峙": 1889,
      "峠": 1890,
      "峡": 1891,
      "峨": 1892,
      "峩": 1893,
      "峪": 1894,
      "峭": 1895,
      "峯": 1896,
      "峰": 1897,
      "峴": 1898,
      "島": 1899,
      "峻": 1900,
      "峽": 1901,
      "崇": 1902,
      "崋": 1903,
      "崎": 1904,
      "崑": 1905,
      "崔": 1906,
      "崕": 1907,
      "崖": 1908,
      "崗": 1909,
      "崘": 1910,
      "崙": 1911,
      "崛": 1912,
      "崟": 1913,
      "崧": 1914,
      "崩": 1915,
      "嵆": 1916,
      "嵋": 1917,
      "嵌": 1918,
      "嵎": 1919,
      "嵐": 1920,
      "嵜": 1921,
      "嵩": 1922,
      "嵬": 1923,
      "嵯": 1924,
      "嶂": 1925,
      "嶄": 1926,
      "嶇": 1927,
      "嶋": 1928,
      "嶌": 1929,
      "嶠": 1930,
      "嶮": 1931,
      "嶲": 1932,
      "嶺": 1933,
      "嶼": 1934,
      "嶽": 1935,
      "巉": 1936,
      "巌": 1937,
      "巍": 1938,
      "巎": 1939,
      "巒": 1940,
      "巓": 1941,
      "巖": 1942,
      "川": 1943,
      "州": 1944,
      "巡": 1945,
      "巢": 1946,
      "巣": 1947,
      "工": 1948,
      "左": 1949,
      "巧": 1950,
      "巨": 1951,
      "巫": 1952,
      "差": 1953,
      "己": 1954,
      "已": 1955,
      "巳": 1956,
      "巴": 1957,
      "巷": 1958,
      "巻": 1959,
      "巽": 1960,
      "巾": 1961,
      "市": 1962,
      "布": 1963,
      "帆": 1964,
      "希": 1965,
      "帑": 1966,
      "帕": 1967,
      "帖": 1968,
      "帙": 1969,
      "帚": 1970,
      "帛": 1971,
      "帝": 1972,
      "帥": 1973,
      "師": 1974,
      "席": 1975,
      "帮": 1976,
      "帯": 1977,
      "帰": 1978,
      "帳": 1979,
      "帶": 1980,
      "帷": 1981,
      "常": 1982,
      "帽": 1983,
      "幀": 1984,
      "幄": 1985,
      "幅": 1986,
      "幇": 1987,
      "幌": 1988,
      "幎": 1989,
      "幔": 1990,
      "幕": 1991,
      "幖": 1992,
      "幗": 1993,
      "幘": 1994,
      "幟": 1995,
      "幡": 1996,
      "幢": 1997,
      "幣": 1998,
      "幫": 1999,
      "干": 2000,
      "平": 2001,
      "年": 2002,
      "并": 2003,
      "幷": 2004,
      "幸": 2005,
      "幹": 2006,
      "幻": 2007,
      "幼": 2008,
      "幽": 2009,
      "幾": 2010,
      "庁": 2011,
      "広": 2012,
      "庄": 2013,
      "庇": 2014,
      "床": 2015,
      "序": 2016,
      "底": 2017,
      "庖": 2018,
      "店": 2019,
      "庚": 2020,
      "府": 2021,
      "庠": 2022,
      "度": 2023,
      "座": 2024,
      "庫": 2025,
      "庭": 2026,
      "庵": 2027,
      "庶": 2028,
      "康": 2029,
      "庸": 2030,
      "庾": 2031,
      "廁": 2032,
      "廂": 2033,
      "廃": 2034,
      "廈": 2035,
      "廉": 2036,
      "廊": 2037,
      "廋": 2038,
      "廏": 2039,
      "廐": 2040,
      "廓": 2041,
      "廖": 2042,
      "廚": 2043,
      "廛": 2044,
      "廟": 2045,
      "廠": 2046,
      "廡": 2047,
      "廢": 2048,
      "廣": 2049,
      "廩": 2050,
      "廬": 2051,
      "廰": 2052,
      "廳": 2053,
      "廴": 2054,
      "延": 2055,
      "廷": 2056,
      "廸": 2057,
      "建": 2058,
      "廻": 2059,
      "廼": 2060,
      "廿": 2061,
      "弁": 2062,
      "弄": 2063,
      "弉": 2064,
      "弊": 2065,
      "弋": 2066,
      "弌": 2067,
      "式": 2068,
      "弐": 2069,
      "弑": 2070,
      "弓": 2071,
      "弔": 2072,
      "引": 2073,
      "弖": 2074,
      "弗": 2075,
      "弘": 2076,
      "弛": 2077,
      "弟": 2078,
      "弥": 2079,
      "弦": 2080,
      "弧": 2081,
      "弩": 2082,
      "弭": 2083,
      "弯": 2084,
      "弱": 2085,
      "弴": 2086,
      "張": 2087,
      "強": 2088,
      "弼": 2089,
      "弾": 2090,
      "彅": 2091,
      "彈": 2092,
      "彊": 2093,
      "彌": 2094,
      "彎": 2095,
      "当": 2096,
      "彗": 2097,
      "彙": 2098,
      "彝": 2099,
      "彡": 2100,
      "形": 2101,
      "彣": 2102,
      "彤": 2103,
      "彦": 2104,
      "彧": 2105,
      "彩": 2106,
      "彪": 2107,
      "彫": 2108,
      "彬": 2109,
      "彭": 2110,
      "彰": 2111,
      "影": 2112,
      "彳": 2113,
      "彷": 2114,
      "役": 2115,
      "彼": 2116,
      "彿": 2117,
      "往": 2118,
      "征": 2119,
      "徂": 2120,
      "徃": 2121,
      "径": 2122,
      "待": 2123,
      "徇": 2124,
      "徊": 2125,
      "律": 2126,
      "後": 2127,
      "徐": 2128,
      "徒": 2129,
      "従": 2130,
      "得": 2131,
      "徘": 2132,
      "徙": 2133,
      "從": 2134,
      "徠": 2135,
      "御": 2136,
      "徧": 2137,
      "徨": 2138,
      "復": 2139,
      "循": 2140,
      "徭": 2141,
      "微": 2142,
      "徳": 2143,
      "徴": 2144,
      "徵": 2145,
      "德": 2146,
      "徹": 2147,
      "徽": 2148,
      "心": 2149,
      "必": 2150,
      "忉": 2151,
      "忌": 2152,
      "忍": 2153,
      "忖": 2154,
      "志": 2155,
      "忘": 2156,
      "忙": 2157,
      "応": 2158,
      "忝": 2159,
      "忠": 2160,
      "忤": 2161,
      "忩": 2162,
      "快": 2163,
      "忯": 2164,
      "忰": 2165,
      "忱": 2166,
      "念": 2167,
      "忸": 2168,
      "忽": 2169,
      "忿": 2170,
      "怏": 2171,
      "怐": 2172,
      "怒": 2173,
      "怕": 2174,
      "怖": 2175,
      "怙": 2176,
      "怛": 2177,
      "怜": 2178,
      "思": 2179,
      "怠": 2180,
      "怡": 2181,
      "急": 2182,
      "性": 2183,
      "怨": 2184,
      "怩": 2185,
      "怪": 2186,
      "怫": 2187,
      "怯": 2188,
      "怱": 2189,
      "怺": 2190,
      "恁": 2191,
      "恂": 2192,
      "恃": 2193,
      "恆": 2194,
      "恊": 2195,
      "恋": 2196,
      "恍": 2197,
      "恐": 2198,
      "恒": 2199,
      "恕": 2200,
      "恙": 2201,
      "恚": 2202,
      "恟": 2203,
      "恠": 2204,
      "恢": 2205,
      "恣": 2206,
      "恤": 2207,
      "恥": 2208,
      "恨": 2209,
      "恩": 2210,
      "恪": 2211,
      "恫": 2212,
      "恬": 2213,
      "恭": 2214,
      "息": 2215,
      "恰": 2216,
      "恵": 2217,
      "悃": 2218,
      "悄": 2219,
      "悅": 2220,
      "悉": 2221,
      "悋": 2222,
      "悌": 2223,
      "悍": 2224,
      "悔": 2225,
      "悖": 2226,
      "悚": 2227,
      "悛": 2228,
      "悝": 2229,
      "悟": 2230,
      "悠": 2231,
      "患": 2232,
      "悦": 2233,
      "悧": 2234,
      "悩": 2235,
      "悪": 2236,
      "悰": 2237,
      "悲": 2238,
      "悳": 2239,
      "悴": 2240,
      "悵": 2241,
      "悶": 2242,
      "悸": 2243,
      "悼": 2244,
      "悽": 2245,
      "情": 2246,
      "惇": 2247,
      "惑": 2248,
      "惓": 2249,
      "惔": 2250,
      "惕": 2251,
      "惘": 2252,
      "惚": 2253,
      "惜": 2254,
      "惟": 2255,
      "惠": 2256,
      "惡": 2257,
      "惣": 2258,
      "惧": 2259,
      "惨": 2260,
      "惰": 2261,
      "惱": 2262,
      "想": 2263,
      "惴": 2264,
      "惶": 2265,
      "惹": 2266,
      "惺": 2267,
      "惻": 2268,
      "愁": 2269,
      "愆": 2270,
      "愈": 2271,
      "愉": 2272,
      "愍": 2273,
      "愎": 2274,
      "意": 2275,
      "愕": 2276,
      "愚": 2277,
      "愛": 2278,
      "感": 2279,
      "愡": 2280,
      "愧": 2281,
      "愨": 2282,
      "愬": 2283,
      "愴": 2284,
      "愷": 2285,
      "愼": 2286,
      "愾": 2287,
      "愿": 2288,
      "慂": 2289,
      "慄": 2290,
      "慇": 2291,
      "慈": 2292,
      "慊": 2293,
      "態": 2294,
      "慌": 2295,
      "慍": 2296,
      "慎": 2297,
      "慓": 2298,
      "慕": 2299,
      "慘": 2300,
      "慙": 2301,
      "慚": 2302,
      "慟": 2303,
      "慢": 2304,
      "慣": 2305,
      "慥": 2306,
      "慧": 2307,
      "慨": 2308,
      "慫": 2309,
      "慮": 2310,
      "慰": 2311,
      "慳": 2312,
      "慴": 2313,
      "慶": 2314,
      "慷": 2315,
      "慾": 2316,
      "憂": 2317,
      "憊": 2318,
      "憍": 2319,
      "憎": 2320,
      "憐": 2321,
      "憑": 2322,
      "憔": 2323,
      "憖": 2324,
      "憙": 2325,
      "憚": 2326,
      "憤": 2327,
      "憧": 2328,
      "憩": 2329,
      "憫": 2330,
      "憬": 2331,
      "憮": 2332,
      "憲": 2333,
      "憶": 2334,
      "憺": 2335,
      "憾": 2336,
      "懃": 2337,
      "懆": 2338,
      "懇": 2339,
      "懈": 2340,
      "應": 2341,
      "懊": 2342,
      "懋": 2343,
      "懌": 2344,
      "懐": 2345,
      "懣": 2346,
      "懦": 2347,
      "懲": 2348,
      "懴": 2349,
      "懶": 2350,
      "懷": 2351,
      "懸": 2352,
      "懺": 2353,
      "懼": 2354,
      "懽": 2355,
      "懾": 2356,
      "懿": 2357,
      "戀": 2358,
      "戈": 2359,
      "戉": 2360,
      "戊": 2361,
      "戌": 2362,
      "戍": 2363,
      "戎": 2364,
      "成": 2365,
      "我": 2366,
      "戒": 2367,
      "戔": 2368,
      "或": 2369,
      "戚": 2370,
      "戛": 2371,
      "戞": 2372,
      "戟": 2373,
      "戡": 2374,
      "戦": 2375,
      "戩": 2376,
      "截": 2377,
      "戮": 2378,
      "戯": 2379,
      "戰": 2380,
      "戲": 2381,
      "戴": 2382,
      "戸": 2383,
      "戻": 2384,
      "房": 2385,
      "所": 2386,
      "扁": 2387,
      "扇": 2388,
      "扈": 2389,
      "扉": 2390,
      "手": 2391,
      "才": 2392,
      "扎": 2393,
      "打": 2394,
      "払": 2395,
      "托": 2396,
      "扛": 2397,
      "扞": 2398,
      "扠": 2399,
      "扣": 2400,
      "扨": 2401,
      "扮": 2402,
      "扱": 2403,
      "扶": 2404,
      "批": 2405,
      "扼": 2406,
      "承": 2407,
      "技": 2408,
      "抂": 2409,
      "抃": 2410,
      "抄": 2411,
      "抉": 2412,
      "把": 2413,
      "抑": 2414,
      "抒": 2415,
      "抓": 2416,
      "抔": 2417,
      "投": 2418,
      "抖": 2419,
      "抗": 2420,
      "折": 2421,
      "抛": 2422,
      "抜": 2423,
      "択": 2424,
      "披": 2425,
      "抬": 2426,
      "抱": 2427,
      "抵": 2428,
      "抹": 2429,
      "押": 2430,
      "抽": 2431,
      "拂": 2432,
      "担": 2433,
      "拆": 2434,
      "拇": 2435,
      "拈": 2436,
      "拉": 2437,
      "拌": 2438,
      "拍": 2439,
      "拏": 2440,
      "拐": 2441,
      "拒": 2442,
      "拓": 2443,
      "拔": 2444,
      "拕": 2445,
      "拗": 2446,
      "拘": 2447,
      "拙": 2448,
      "招": 2449,
      "拜": 2450,
      "拝": 2451,
      "拠": 2452,
      "拡": 2453,
      "括": 2454,
      "拭": 2455,
      "拮": 2456,
      "拯": 2457,
      "拱": 2458,
      "拳": 2459,
      "拵": 2460,
      "拶": 2461,
      "拷": 2462,
      "拼": 2463,
      "拾": 2464,
      "拿": 2465,
      "持": 2466,
      "挂": 2467,
      "指": 2468,
      "挈": 2469,
      "按": 2470,
      "挊": 2471,
      "挌": 2472,
      "挍": 2473,
      "挐": 2474,
      "挑": 2475,
      "挘": 2476,
      "挙": 2477,
      "挟": 2478,
      "挨": 2479,
      "挫": 2480,
      "振": 2481,
      "挵": 2482,
      "挹": 2483,
      "挺": 2484,
      "挽": 2485,
      "挾": 2486,
      "挿": 2487,
      "捉": 2488,
      "捌": 2489,
      "捍": 2490,
      "捏": 2491,
      "捐": 2492,
      "捕": 2493,
      "捗": 2494,
      "捜": 2495,
      "捥": 2496,
      "捧": 2497,
      "捨": 2498,
      "捩": 2499,
      "据": 2500,
      "捲": 2501,
      "捶": 2502,
      "捷": 2503,
      "捺": 2504,
      "捻": 2505,
      "掃": 2506,
      "授": 2507,
      "掉": 2508,
      "掌": 2509,
      "掏": 2510,
      "排": 2511,
      "掖": 2512,
      "掘": 2513,
      "掛": 2514,
      "掟": 2515,
      "掠": 2516,
      "採": 2517,
      "探": 2518,
      "掣": 2519,
      "接": 2520,
      "控": 2521,
      "推": 2522,
      "掩": 2523,
      "措": 2524,
      "掬": 2525,
      "掲": 2526,
      "掴": 2527,
      "掻": 2528,
      "掾": 2529,
      "揃": 2530,
      "揄": 2531,
      "揆": 2532,
      "揉": 2533,
      "描": 2534,
      "提": 2535,
      "插": 2536,
      "揖": 2537,
      "揚": 2538,
      "換": 2539,
      "握": 2540,
      "揣": 2541,
      "揭": 2542,
      "揮": 2543,
      "援": 2544,
      "揶": 2545,
      "揷": 2546,
      "揺": 2547,
      "搆": 2548,
      "損": 2549,
      "搏": 2550,
      "搔": 2551,
      "搖": 2552,
      "搗": 2553,
      "搜": 2554,
      "搦": 2555,
      "搨": 2556,
      "搩": 2557,
      "搬": 2558,
      "搭": 2559,
      "携": 2560,
      "搾": 2561,
      "摂": 2562,
      "摑": 2563,
      "摘": 2564,
      "摠": 2565,
      "摧": 2566,
      "摩": 2567,
      "摭": 2568,
      "摯": 2569,
      "摶": 2570,
      "摸": 2571,
      "摹": 2572,
      "摺": 2573,
      "撃": 2574,
      "撈": 2575,
      "撒": 2576,
      "撓": 2577,
      "撕": 2578,
      "撚": 2579,
      "撝": 2580,
      "撞": 2581,
      "撤": 2582,
      "撥": 2583,
      "撩": 2584,
      "撫": 2585,
      "播": 2586,
      "撮": 2587,
      "撰": 2588,
      "撲": 2589,
      "撹": 2590,
      "撻": 2591,
      "撼": 2592,
      "撾": 2593,
      "撿": 2594,
      "擁": 2595,
      "擂": 2596,
      "擅": 2597,
      "擇": 2598,
      "操": 2599,
      "擒": 2600,
      "擔": 2601,
      "擘": 2602,
      "據": 2603,
      "擠": 2604,
      "擡": 2605,
      "擢": 2606,
      "擣": 2607,
      "擤": 2608,
      "擦": 2609,
      "擧": 2610,
      "擬": 2611,
      "擯": 2612,
      "擱": 2613,
      "擲": 2614,
      "擴": 2615,
      "擺": 2616,
      "擻": 2617,
      "擽": 2618,
      "擾": 2619,
      "攀": 2620,
      "攅": 2621,
      "攘": 2622,
      "攝": 2623,
      "攣": 2624,
      "攪": 2625,
      "攫": 2626,
      "攬": 2627,
      "支": 2628,
      "攴": 2629,
      "攵": 2630,
      "收": 2631,
      "攷": 2632,
      "攸": 2633,
      "改": 2634,
      "攻": 2635,
      "放": 2636,
      "政": 2637,
      "故": 2638,
      "效": 2639,
      "敍": 2640,
      "敎": 2641,
      "敏": 2642,
      "救": 2643,
      "敕": 2644,
      "敖": 2645,
      "敗": 2646,
      "教": 2647,
      "敝": 2648,
      "敢": 2649,
      "散": 2650,
      "敦": 2651,
      "敧": 2652,
      "敬": 2653,
      "数": 2654,
      "敲": 2655,
      "整": 2656,
      "敵": 2657,
      "敷": 2658,
      "數": 2659,
      "斂": 2660,
      "斃": 2661,
      "文": 2662,
      "斉": 2663,
      "斌": 2664,
      "斎": 2665,
      "斐": 2666,
      "斑": 2667,
      "斗": 2668,
      "料": 2669,
      "斛": 2670,
      "斜": 2671,
      "斟": 2672,
      "斡": 2673,
      "斤": 2674,
      "斥": 2675,
      "斧": 2676,
      "斫": 2677,
      "斬": 2678,
      "断": 2679,
      "斯": 2680,
      "新": 2681,
      "斷": 2682,
      "方": 2683,
      "於": 2684,
      "施": 2685,
      "旁": 2686,
      "旄": 2687,
      "旅": 2688,
      "旆": 2689,
      "旋": 2690,
      "旌": 2691,
      "族": 2692,
      "旒": 2693,
      "旗": 2694,
      "旛": 2695,
      "无": 2696,
      "既": 2697,
      "日": 2698,
      "旦": 2699,
      "旧": 2700,
      "旨": 2701,
      "早": 2702,
      "旬": 2703,
      "旭": 2704,
      "旱": 2705,
      "旺": 2706,
      "旻": 2707,
      "旼": 2708,
      "昂": 2709,
      "昆": 2710,
      "昇": 2711,
      "昉": 2712,
      "昊": 2713,
      "昌": 2714,
      "明": 2715,
      "昏": 2716,
      "易": 2717,
      "昔": 2718,
      "昕": 2719,
      "星": 2720,
      "映": 2721,
      "春": 2722,
      "昧": 2723,
      "昨": 2724,
      "昭": 2725,
      "是": 2726,
      "昱": 2727,
      "昴": 2728,
      "昵": 2729,
      "昶": 2730,
      "昺": 2731,
      "昼": 2732,
      "晁": 2733,
      "時": 2734,
      "晃": 2735,
      "晄": 2736,
      "晉": 2737,
      "晋": 2738,
      "晏": 2739,
      "晒": 2740,
      "晝": 2741,
      "晟": 2742,
      "晢": 2743,
      "晤": 2744,
      "晦": 2745,
      "晧": 2746,
      "晨": 2747,
      "晩": 2748,
      "普": 2749,
      "景": 2750,
      "晰": 2751,
      "晴": 2752,
      "晶": 2753,
      "晷": 2754,
      "智": 2755,
      "暁": 2756,
      "暇": 2757,
      "暈": 2758,
      "暉": 2759,
      "暎": 2760,
      "暑": 2761,
      "暖": 2762,
      "暗": 2763,
      "暘": 2764,
      "暝": 2765,
      "暠": 2766,
      "暢": 2767,
      "暦": 2768,
      "暫": 2769,
      "暮": 2770,
      "暴": 2771,
      "暸": 2772,
      "暹": 2773,
      "暻": 2774,
      "暼": 2775,
      "暾": 2776,
      "曁": 2777,
      "曄": 2778,
      "曇": 2779,
      "曈": 2780,
      "曉": 2781,
      "曖": 2782,
      "曙": 2783,
      "曜": 2784,
      "曝": 2785,
      "曠": 2786,
      "曦": 2787,
      "曩": 2788,
      "曰": 2789,
      "曲": 2790,
      "曳": 2791,
      "更": 2792,
      "曵": 2793,
      "曷": 2794,
      "書": 2795,
      "曹": 2796,
      "曺": 2797,
      "曻": 2798,
      "曼": 2799,
      "曽": 2800,
      "曾": 2801,
      "替": 2802,
      "最": 2803,
      "會": 2804,
      "朅": 2805,
      "月": 2806,
      "有": 2807,
      "朋": 2808,
      "服": 2809,
      "朔": 2810,
      "朕": 2811,
      "朖": 2812,
      "朗": 2813,
      "望": 2814,
      "朝": 2815,
      "期": 2816,
      "朦": 2817,
      "朧": 2818,
      "木": 2819,
      "未": 2820,
      "末": 2821,
      "本": 2822,
      "札": 2823,
      "朮": 2824,
      "朱": 2825,
      "朴": 2826,
      "朶": 2827,
      "朸": 2828,
      "机": 2829,
      "朽": 2830,
      "杆": 2831,
      "杈": 2832,
      "杉": 2833,
      "李": 2834,
      "杏": 2835,
      "材": 2836,
      "村": 2837,
      "杓": 2838,
      "杖": 2839,
      "杙": 2840,
      "杜": 2841,
      "杞": 2842,
      "束": 2843,
      "杠": 2844,
      "条": 2845,
      "杢": 2846,
      "杣": 2847,
      "杤": 2848,
      "来": 2849,
      "杭": 2850,
      "杮": 2851,
      "杯": 2852,
      "杰": 2853,
      "東": 2854,
      "杲": 2855,
      "杳": 2856,
      "杵": 2857,
      "杷": 2858,
      "杼": 2859,
      "松": 2860,
      "板": 2861,
      "枇": 2862,
      "枉": 2863,
      "枋": 2864,
      "枌": 2865,
      "析": 2866,
      "枕": 2867,
      "林": 2868,
      "枘": 2869,
      "枚": 2870,
      "果": 2871,
      "枝": 2872,
      "枠": 2873,
      "枡": 2874,
      "枢": 2875,
      "枯": 2876,
      "枲": 2877,
      "枳": 2878,
      "枴": 2879,
      "架": 2880,
      "枷": 2881,
      "枸": 2882,
      "枹": 2883,
      "枻": 2884,
      "柁": 2885,
      "柄": 2886,
      "柊": 2887,
      "柏": 2888,
      "某": 2889,
      "柑": 2890,
      "染": 2891,
      "柔": 2892,
      "柘": 2893,
      "柚": 2894,
      "柝": 2895,
      "柞": 2896,
      "柢": 2897,
      "柩": 2898,
      "柬": 2899,
      "柯": 2900,
      "柱": 2901,
      "柳": 2902,
      "柴": 2903,
      "柵": 2904,
      "査": 2905,
      "柾": 2906,
      "柿": 2907,
      "栂": 2908,
      "栃": 2909,
      "栄": 2910,
      "栓": 2911,
      "栖": 2912,
      "栗": 2913,
      "栞": 2914,
      "校": 2915,
      "栢": 2916,
      "栩": 2917,
      "株": 2918,
      "栫": 2919,
      "栱": 2920,
      "栲": 2921,
      "栴": 2922,
      "核": 2923,
      "根": 2924,
      "格": 2925,
      "栽": 2926,
      "栾": 2927,
      "桀": 2928,
      "桁": 2929,
      "桂": 2930,
      "桃": 2931,
      "桅": 2932,
      "框": 2933,
      "案": 2934,
      "桎": 2935,
      "桐": 2936,
      "桑": 2937,
      "桒": 2938,
      "桓": 2939,
      "桔": 2940,
      "桛": 2941,
      "桜": 2942,
      "桝": 2943,
      "桟": 2944,
      "档": 2945,
      "桧": 2946,
      "桴": 2947,
      "桶": 2948,
      "桿": 2949,
      "梁": 2950,
      "梃": 2951,
      "梅": 2952,
      "梏": 2953,
      "梓": 2954,
      "梔": 2955,
      "梗": 2956,
      "梛": 2957,
      "條": 2958,
      "梟": 2959,
      "梠": 2960,
      "梢": 2961,
      "梦": 2962,
      "梧": 2963,
      "梨": 2964,
      "梭": 2965,
      "梯": 2966,
      "械": 2967,
      "梱": 2968,
      "梲": 2969,
      "梳": 2970,
      "梵": 2971,
      "梶": 2972,
      "梼": 2973,
      "棃": 2974,
      "棄": 2975,
      "棉": 2976,
      "棊": 2977,
      "棋": 2978,
      "棍": 2979,
